Repository: Nicolep02/starters
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, ja, ko, pt, vi, zh

# topicsTwo
source: Do you prefer riding a bus or driving a car?
de: Fahren Sie lieber mit dem Bus oder lieber mit dem Auto?
es: ¿Prefieres viajar en autobús o conducir un automóvil?
fr: Préférez-vous prendre le bus ou conduire une voiture ?
it: Preferisci andare in autobus o guidare l'auto?
ja: バスと車のどちらが好きですか？
ko: 버스를 타는 것을 선호하시나요, 아니면 자동차를 운전하는 것을 선호하시나요?
pt: Você prefere viajar de ônibus ou de carro?
vi: Bạn thích đi xe buýt hay lái xe hơi hơn?
zh: 您更喜欢乘坐公共汽车还是驾驶汽车？

# topicsThree
source: Where do you work?
de: Wo arbeitest du?
es: ¿Dónde trabajas?
fr: Où travaillez-vous?
it: Dove lavora?
ja: どこで働いているのですか？
ko: 어디에서 근무하시나요?
pt: Onde você trabalha?
vi: Bạn làm ở đâu?
zh: 你在哪里工作？

# topicsFour
source: How long have you live here?
de: Wie lange lebst du schon hier?
es: ¿Cuánto tiempo hace que vives aquí?
fr: Depuis combien de temps vivez-vous ici ?
it: Da quanto tempo vive qui?
ja: いつからここに住んでいるのですか？
ko: 이곳에 거주한 지 얼마나 되셨나요?
pt: Desde quando você mora aqui?
vi: Bạn sống ở đây bao lâu rồi?
zh: 你住在这里多久了？

# topicsFive
source: What do you do during your free time?
de: Was machst du in deiner Freizeit?
es: ¿Qué haces durante tu tiempo libre?
fr: Que faites-vous pendant votre temps libre?
it: Cosa fa nel tempo libero?
ja: 自由時間には何をしていますか？
ko: 여가 시간에는 무엇을 하나요?
pt: O que você faz no seu tempo livre?
vi: Bạn làm gì trong thời gian rảnh?
zh: 您在空闲时间都做些什么？

# groceriesTitle
source: Groceries
de: Lebensmittel
fr: épiceries
it: Drogheria
ja: 食料品
ko: 식료품
pt: Mantimentos
zh: 杂货

# selectGroceryTopic
source: Select a Grocery-related Topic:
es: Seleccione un tema de comestibles：
fr: sélectionner un sujet d'épicerie：
it: Selezionare un argomento relativo agli alimentari:
vi: chọn chủ đề tạp hóa：

# vegetablesTitle
source: Vegetables
de: Gemüse
es: verduras
fr: Légumes
it: Verdura
ja: 野菜
ko: 야채
pt: Vegetais
vi: Rau
zh: 蔬菜

# vegetablesOne
source: Tomato
de: Tomate
es: tomate
fr: Tomate
it: pomodoro
ja: トマト
ko: 토마토
pt: Tomate
vi: Cà chua
zh: 西红柿

# vegetablesTwo
source: Onion
de: Zwiebel
es: cebolla
it: cipolla
ja: タマネギ
ko: 양파
pt: Cebola
vi: Củ hành
zh: 葱头

# vegetablesThree
source: Carrot
de: Karotte
es: zanahoria
fr: Carotte
it: carota
ja: にんじん
ko: 당근
pt: Cenoura
vi: cà rốt
zh: 萝卜

# vegetablesFive
source: Potato
de: Kartoffel
es: papa
fr: Pomme de terre
it: patata
ja: じゃがいも
ko: 감자
pt: Batata
vi: Khoai tây
zh: 马铃薯

# fruitsTitle
source: Fruits
de: Früchte
es: frutas
fr: des fruits
it: Frutti
ja: 果物
ko: 과일
pt: Fruta
vi: hoa quả
zh: 水果

# fruitsOne
source: Apple
de: Apfel
es: manzana
fr: pomme
it: mela
ja: りんご
ko: 사과
pt: Maçã
vi: quả táo
zh: 苹果

# fruitsThree
source: Orange
es: naranja
it: arancia
ja: オレンジ
ko: 오렌지
pt: Laranja
vi: quả cam
zh: 橙子

# fruitsFour
source: Lemon
de: Zitrone
es: limón
fr: citron
it: limone
ja: レモン
ko: 레몬
pt: Limão
vi: chanh vàng
zh: 檸檬

# fruitsFive
source: Strawberry
de: Erdbeere
es: fresa
fr: fraise
it: fragola
ja: いちご
ko: 딸기
pt: Morango
vi: quả dâu
zh: 草莓

# bakeryAndDairyTitle
source: Bakery and Dairy
de: Bäckerei und Molkerei
it: Panetteria e latticini
ko: 베이커리 및 유제품
pt: Padaria e Laticínios
vi: Bánh & Sữa
zh: 麵包店和乳製品

# bakeryAndDairyOne
source: Milk
it: Latte
ko: 우유
zh: 牛奶

# bakeryAndDairyTwo
source: Butter
it: Il burro
ko: 버터
zh: 黃油

# bakeryAndDairyThree
source: Bread
it: Pane
ko: 빵
zh: 麵包

# bakeryAndDairyFour
source: Ice Cream
it: Gelato
ko: 아이스크림
zh: 冰淇淋

# eggsAndMeatTitle
source: Eggs and Meat
de: Eier und Fleisch
it: Uova e carne
ko: 달걀 및 육류
pt: Ovos e Carne
vi: Trứng & Thịt
zh: 雞蛋和肉

# eggsAndMeatOne
source: Eggs
it: Uova
ko: 달걀
zh: 蛋

# eggsAndMeatTwo
source: Beef
it: Manzo
ko: 소고기
zh: 牛肉

# eggsAndMeatThree
source: Fish
it: Pesce
ko: 물고기
zh: 魚

# eggsAndMeatFour
source: Shrimp
it: Gamberi
ko: 새우
zh: 蝦

# vegetablesFour
source: Broccoli
de: Brokkoli
es: brócoli
fr: Brocoli
ja: ブロッコリー
ko: 브로콜리
pt: Brócolis
vi: Bông cải xanh
zh: 青花菜

# fruitsTwo
source: Banana
de: Banane
fr: banane
ja: バナナ
ko: 바나나
vi: chuối
zh: 芭蕉

# guideButton
source: Guide
de: Führung
es: guía
ja: ガイド
pt: Guia
vi: hướng dẫn
