Repository: Nicolep02/starters
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, ja, ko, pt, vi, zh

# appName
source: Hello
de: Hallo,
es: Hola, Starters,
fr: Bonjour,
it: Ciao, principianti!
ja: こんにちわ,
ko: 안녕하세요
pt: Olá,
vi: Xin chào, Starters,
zh: 您好

# startButton
source: Let's Learn English
de: Lass uns Englisch lernen
es: Empecemos
fr: commencer
it: Studiamo l'inglese
ja: 英語を勉強しよう
ko: 영어 공부하기
pt: Vamos aprender Inglês
vi: bắt đầu
zh: 让我们学习英语

# resourcesButton
source: Resources
de: Ressourcen
es: recursos
fr: ressources
it: Risorse
ja: リソース
ko: 리소스
pt: Recursos
vi: tài nguyên
zh: 资源

# homeButton
source: Home
de: Heim
es: página de inicio
fr: maison
it: Casa
ja: ホームページ
ko: 홈
pt: Lar
vi: trang chủ
zh: 首页

# chooseLangTitle
source: Choose Language
de: Sprache wählen
es: elige el título del idioma
fr: Choisissez la langue
it: Scegliere la lingua
ja: 言語を選択
ko: 언어 선택
pt: Selecione sua Lingua
vi: chọn ngôn ngữ
zh: 选择语言

# selectYourLang
source: Please select your native Language:
de: Bitte wählen Sie Ihre Muttersprache aus:
es: elige tu idioma
fr: choisissez votre langue
it: Seleziona la tua lingua:
ja: 母国語を選択してください
ko: 모국어를 선택해 주세요:
pt: Selecione seu idioma nativo:
vi: chọn ngôn ngữ của bạn
zh: 请选择您的母语

source: Japanese
de: Japanisch
es: japonés
fr: japonaise
it: Giapponese
ja: 日本語
ko: 일본어
pt: Japonês
vi: tiếng Nhật
zh: 日语

source: Korean
de: Koreanisch
es: coreano
fr: coréen
it: coreano
ja: 韓国語
ko: 한국어
pt: Coreano
vi: Hàn Quốc
zh: 韩语

source: Chinese
de: Chinesisch
es: chino
fr: chinois
it: Cinese
ja: 中国語
ko: 중국어
pt: Chinês
vi: Trung Quốc
zh: 中文

source: Spanish
de: Spanisch
es: español
fr: espagnol
it: Spagnolo
ja: スペイン語
ko: 스페인어
pt: Espanhol
vi: Tây Ban Nha
zh: 西班牙语

source: Vietnamese
de: Vietnamesisch
es: vietnamita
fr: vietnamien
it: Vietnamita
ja: ベトナム語
ko: 베트남어
pt: Vietnamita
vi: Tiếng Việt
zh: 越南语

source: French
de: Französisch
es: francés
fr: français
it: francese
ja: フランス語
ko: 프랑스어
pt: Francês
vi: Pháp
zh: 法语

source: Italian
de: Italienisch
es: italiano
fr: italien
it: italiano
ja: イタリア語
ko: 이탈리아어
pt: Italiano
vi: Ý
zh: 意大利语

source: German
de: Deutsch
es: alemán
fr: allemand
it: tedesco
ja: ドイツ語
ko: 독일어
pt: Alemão
vi: tiếng Đức
zh: 德国

source: Portuguese
de: Portugiesisch
es: portugués
fr: Portugais
it: Portoghese
ja: ポルトガル語
ko: 포르투갈어
pt: Português
vi: Bồ Đào Nha
zh: 葡萄牙语

source: English
de: Englisch
es: inglés
fr: Anglais
it: inglese
ja: 英語
ko: 영어
pt: Inglês
vi: Tiếng Anh
zh: 英语

source: Burmese
de: Birmanisch
es: birmano
fr: birman
it: Birmano
ja: ビルマ語
ko: 버마어
pt: Birmanês
vi: tiếng Miến Điện
zh: 缅甸语

# selectTopicTitle
source: Let's Learn English
de: Lass uns Englisch lernen
es: por favor seleccione el tema
fr: choisissons un sujet
it: Quale argomento ti interessa?
ja: 英語を学ぼう
ko: 어떤 주제에 관심이 있으신가요?
pt: Vamos aprender inglês
vi: chọn chủ đề
zh: 你对什么话题感兴趣？

# selectTopicText
source: Select the category you would like to learn:
de: Wählen Sie die Kategorie aus, die Sie lernen möchten:
es: Seleccione la categoría que desea aprender:
fr: Choisissez un sujet qui tu es intéressé par:
it: Selezionate la categoria che desiderate apprendere:
ja: 学びたいカテゴリを選択してください:
pt: Selecione a categoria que deseja aprender:
vi: chọn chủ đề bạn muốn học:
zh: 选择您想学习的类别：

# workTitle
source: Work
de: Arbeiten
es: trabajar
fr: travail
it: Lavoro
ja: 仕事
ko: 업무
pt: Trabalhar
vi: công việc
zh: 工作

# selectWorkTopic
source: Select a Work-related Topic:
es: Seleccione un tema relacionado con el trabajo:
fr: sélectionner un sujet lié au travail：
it: Seleziona un argomento legato al lavoro:
vi: chọn một chủ đề liên quan đến công việc:
zh: 选择与工作相关的主题：

# partTimeJobTitle
source: Part-time Job
de: Teilzeit-Job
es: el trabajo de medio tiempo
fr: Travail à temps partiel
it: Lavoro part-time
ja: アルバイト
ko: 아르바이트
pt: Trabalho em meio período
vi: công việc bán thời gian
zh: 兼职工作

# partTimeJobOne
source: I have a part-time job this evening.
de: Ich habe heute Abend einen Teilzeitjob.
es: Tengo un trabajo de medio tiempo esta noche.
fr: J'ai un travail à temps partiel ce soir.
it: Questa sera ho un lavoro part-time.
ja: 今夜はアルバイトです
ko: 오늘 저녁에 아르바이트가 있어요.
pt: Tenho um emprego de meio período esta noite.
vi: Tôi có một công việc bán thời gian tối nay.
zh: 我今晚有份兼职工作。

# partTimeJobTwo
source: I work in a cafe.
de: Ich arbeite in einem Café.
es: trabajo en un cafe。
fr: je travaille dans un café。
it: Lavoro in un bar.
ja: 私はカフェで働いています。
ko: 저는 카페에서 일합니다.
pt: Eu trabalho em uma cafeteria.
vi: tôi làm việc trong một quán cà phê
zh: 我在一家咖啡馆工作.

# partTimeJobThree
source: How is the pay?
de: Ich arbeite in einem Café.？
es: como es el pago？
fr: je travaille dans un café
it: Com'è la paga?
ja: 給料はどうですか？
ko: 급여는 어떻게 되나요?
pt: Eu trabalho em uma cafeteria?
vi: lương thế nào?
zh: 薪酬如何？

# partTimeJobFour
source: The pay is alright. I get $17 per hour.
de: Die Bezahlung ist in Ordnung. Ich verdiene 17 $ pro Stunde.
es: la paga esta bien. gano $17 por hora。
fr: Le salaire est correct. Je reçois 17 $ de l'heure
it: La paga è buona. Prendo 17 dollari all'ora
ja: 給料はまあまあだよ。時給17ドルだ。
ko: 급여는 괜찮습니다. 시간당 17달러를 받습니다.
pt: O pagamento está ok. Ganho 17 dólares por hora.
vi: Tiền lương ổn. Tôi nhận được 17 đô la mỗi giờ。
zh: 工资还可以。每小时 17 美元.

# partTimeJobFive
source: I get my paycheck weekly.
de: Ich bekomme meinen Gehaltsscheck wöchentlich.
es: Recibo mi cheque de pago semanalmente.
fr: Je reçois mon salaire chaque semaine.
it: Ricevo lo stipendio settimanalmente.
ja: 給料は毎週もらっている。
ko: 저는 매주 급여를 받습니다.
pt: Recebo meu salário semanalmente.
vi: Tôi nhận được tiền lương của tôi hàng tuần.
zh: 我每周都能领到薪水。

# talkingAboutYourJobTitle
source: Talking about your job
de: Sprechen Sie über Ihren Job
es: hablando de tu trabajo
fr: Parler de votre travail
it: Parlando del suo lavoro
ja: 仕事について話す
ko: 직업에 대해 이야기하기
pt: Fale sobre o seu trabalho
vi: Nói về công việc của bạn
zh: 谈论你的工作

# talkingAboutYourJobOne
source: What's your role in the company?
de: Welche Rolle spielen Sie im Unternehmen?
es: cual es el rol en la empresa？
fr: Quel est votre rôle dans l'entreprise ?
it: Qual è il suo ruolo nell'azienda?
ja: 会社でのあなたの役割は何ですか？
ko: 회사에서 어떤 역할을 담당하고 있나요?
pt: Que papel você desempenha na empresa?
vi: Vai trò của bạn trong công ty là gì?
zh: 你在公司里扮演什么角色？

# talkingAboutYourJobTwo
source: I'm the head of design.
de: Ich bin der Leiter Design.
es: Soy la/el jefa de diseño。
fr: Je suis le chef du design
it: Sono il responsabile del design
ja: 私はデザインの責任者だ。
ko: 저는 디자인 책임자입니다.
pt: Eu sou o chefe de design.
vi: Tôi là trưởng phòng thiết kế。
zh: 我是设计主管。

# talkingAboutYourJobThree
source: What do you have to do?
de: Was hast du zu tun?
es: de qué trabajas
fr: Quel est ton métier？
it: Di cosa ti occupi
ja: どうすればいいんだ？
ko: 무엇을 하십니까?
pt: O que você tem que fazer?
vi: bạn làm nghề gì
zh: 你是做什么的？

# talkingAboutYourJobFour
source: I manage artists and graphic designers.
de: Ich verwalte Künstler und Grafikdesigner.
es: Manejo artistas y diseñadoras gráficas.。
fr: Je manage des artistes et des graphistes.
it: Gestisco artisti e grafici
ja: 私はアーティストやグラフィックデザイナーをマネジメントしています。
ko: 아티스트와 그래픽 디자이너를 관리합니다.
pt: Eu gerencio artistas e designers gráficos.
vi: Tôi quản lý các nghệ sĩ và nhà thiết kế đồ họa.
zh: 我负责管理艺术家和平面设计师.

# talkingAboutYourJobFive
source: Do you like your job?
de: Magst du deinen Job?
es: Te gusta tu trabajo？
fr: Est-ce que tu aimes ton travail?
it: Le piace il suo lavoro?
ja: 仕事は好きですか？
ko: 직업이 마음에 드시나요?
pt: Você gosta do seu emprego?
vi: Bạn có thích công việc của bạn không?
zh: 你喜欢你的工作吗?

# findingAJobTitle
source: Finding a job
de: Einen Job finden
es: buscando trabajo
fr: Trouver un emploi
it: Trovare un lavoro
ja: 仕事探し
ko: 일자리 찾기
pt: Encontre um emprego
vi: Tìm việc làm
zh: 寻找工作

# findingAJobOne
source: I am looking for a new job.
de: Ich suche einen neuen Job.
es: Estoy buscando un nuevo trabajo.
fr: Je suis à la recherche d'un nouvel emploi.
it: Sto cercando un nuovo lavoro.
ja: 新しい仕事を探している。
ko: 새 직장을 찾고 있습니다.
pt: Estou procurando um novo emprego.
vi: Tôi đang tìm một công việc mới.
zh: 我正在找一份新工作。

# findingAJobTwo
source: I want to get a job in the technological field.
de: Ich möchte einen Job im technischen Bereich bekommen.
es: Quiero conseguir un trabajo en el campo tecnológico.
fr: Je veux obtenir un emploi dans le domaine technologique.
it: Voglio trovare un lavoro nel campo della tecnologia.
ja: 技術系の仕事に就きたい。
ko: 기술 분야에서 일하고 싶습니다.
pt: Eu quero conseguir um emprego na área técnica.
vi: Tôi muốn có một công việc trong lĩnh vực công nghệ.
zh: 我想在技术领域找到一份工作。

# findingAJobThree
source: Have you prepared a resume?
de: Haben Sie einen Lebenslauf vorbereitet?
es: ¿Has preparado un currículum？
fr: Avez-vous préparé un curriculum vitae?
it: Ha preparato un curriculum?
ja: 履歴書は用意しましたか？
ko: 이력서를 준비하셨나요?
pt: Você preparou um currículo?
vi: Bạn đã chuẩn bị sơ yếu lý lịch chưa?
zh: 您准备好简历了吗？

# findingAJobFour
source: Where are you looking for a job?
de: Wo suchen Sie einen Job?
es: ¿Dónde estás buscando trabajo？
fr: Où cherchez-vous un emploi ?
it: Dove sta cercando lavoro?
ja: どこで仕事をお探しですか？
ko: 어디에서 일자리를 찾고 계신가요?
pt: Onde você está procurando emprego?
vi: Bạn đang tìm việc ở đâu?
zh: 你在哪里找工作？

# findingAJobFive
source: I sent applications to a dozen companies.
de: Ich habe Bewerbungen an ein Dutzend Unternehmen geschickt.
es: Envié solicitudes a una docena de empresas.
fr: J'ai envoyé des candidatures à une dizaine d'entreprises.
it: Ho inviato candidature a una dozzina di aziende
ja: 十数社に応募書類を送った。
ko: 12개 회사에 지원서를 보냈습니다.
pt: Enviei candidaturas a uma dúzia de empresas.
vi: Tôi đã gửi đơn đến hàng chục công ty.
zh: 我向十几家公司递交了申请。

# jobInterviewTitle
source: Job Interview
de: Vorstellungsgespräch
es: Entrevista de trabajo
it: Colloquio di lavoro
ja: 就職面接
ko: 면접
pt: Entrevista de Emprego
vi: Phỏng vấn xin việc
zh: 工作面试

# jobInterviewOne
source: Tell me a little about the position.
de: Erzählen Sie mir etwas über die Position.
es: Cuéntame un poco sobre el puesto.
fr: Parlez-moi un peu du poste.
it: Mi parli un po' della posizione.
ja: 職務について少し教えてください。
ko: 포지션에 대해 조금만 알려주세요.
pt: Fale-me sobre a posição.
vi: Nói cho tôi biết một chút về vị trí.
zh: 请向我介绍一下这个职位。

# jobInterviewTwo
source: This job is an entry level job.
de: Bei diesem Job handelt es sich um einen Einstiegsjob.
es: Este trabajo es un trabajo de nivel de entrada.
fr: Ce travail est un travail d'entrée de gamme.
it: Si tratta di un lavoro di livello base.
ja: この仕事はエントリーレベルの仕事です。
ko: 이 직무는 초급 직무입니다.
pt: Este trabalho é um trabalho de nível de entrada.
vi: Công việc này là một công việc cấp nhập cảnh.
zh: 这份工作属于初级职位。

# jobInterviewThree
source: What type of qualifications are required?
de: Welche Qualifikationen sind erforderlich?
es: ¿Qué tipo de calificaciones se requieren？
fr: Quel type de diplômes sont requis ?
it: Che tipo di qualifiche sono richieste?
ja: どのような資格が必要ですか？
ko: 어떤 종류의 자격이 필요하나요?
pt: Que qualificações são necessárias?
vi: Những loại bằng cấp được yêu cầu?
zh: 需要什么类型的资格？

# jobInterviewFour
source: At least four year college degree is required.
de: Ein mindestens vierjähriger Hochschulabschluss ist erforderlich.
es: Se requiere al menos un título universitario de cuatro años.
fr: Un diplôme d'études collégiales d'au moins quatre ans est requis.
it: È richiesta una laurea almeno quadriennale.
ja: 少なくとも4年制大学の学位が必要。
ko: 4년제 대학 이상의 학위가 필요합니다.
pt: É necessário um diploma universitário de pelo menos quatro anos.
vi: Ít nhất bốn năm bằng đại học là bắt buộc.
zh: 至少需要四年制大学学位。

# jobInterviewFive
source: What are you looking for in a job?
de: Was suchen Sie in einem Job?
es: Qué buscas en un trabajo?
fr: Que recherchez-vous dans un emploi ?
it: Cosa cerca in un lavoro?
ja: 仕事に何を求めていますか？
ko: 어떤 직무를 찾고 계신가요?
pt: O que você procura em um emprego?
vi: Bạn đang tìm kiếm điều gì trong một công việc?
zh: 您想找一份什么样的工作？

# medicalTitle
source: Medical
de: Medizinisch
es: médico
fr: médical
it: Medico
ja: メディカル
ko: 의료
pt: Médico
vi: thuộc về y học
zh: 医疗

# selectMedicalTopic
source: Select a Medical-related Topic:
es: Seleccione un tema médico:
fr: choisir un sujet médical:
it: Selezionare un argomento di tipo medico:
vi: Chọn một chủ đề y tế:
zh: 选择医学相关主题：

# nineOneOneEmergencyTitle
source: 911 Emergency
de: 911 Notfall
es: Emergencia 911
fr: Urgence 911
it: Emergenza 911
ja: 9 1 1 緊急事態
ko: 911 긴급 상황
pt: Emergência 911
vi: 911 khẩn cấp
zh: 911 紧急事件

# nineOneOneEmergencyOne
source: Hello, what is your emergency?
de: Hallo, was ist Ihr Notfall?
es: Hola, cual es tu emergencia?
fr: Bonjour, quelle est votre urgence ？
it: Salve, qual è la sua emergenza?
ja: 緊急ですか？
ko: 안녕하세요, 긴급 상황이 무엇인가요?
pt: Olá, qual é a sua emergência?
vi: Xin chào, trường hợp khẩn cấp của bạn là gì?
zh: 您好，请问有什么紧急情况？

# nineOneOneEmergencyTwo
source: Example: I am having a heart attack
de: Beispiel: Ich habe einen Herzinfarkt.
es: Ejemplo: estoy teniendo un ataque al corazón
fr: Exemple : Je fais une crise cardiaque
it: Esempio: Sto avendo un attacco di cuore
ja: 例: "私は心臓発作を起こしている."
ko: 예시: 심장 마비가 왔습니다.
pt: Exemplo: Estou tendo um ataque cardíaco.
vi: Ví dụ: Tôi đang bị đau tim
zh: 举例说明： 我心脏病发作.

# nineOneOneEmergencyThree
source: What is your name?
de: Wie heissen Sie?
es: ¿Cómo te llamas?
fr: Quel est ton nom?
it: Come si chiama?
ja: お名前は？
ko: 이름이 무엇인가요?
pt: Qual o seu nome?
vi: Tên bạn là gì?
zh: 你叫什么名字？

# nineOneOneEmergencyFour
source: My name is:
de: Ich heiße:
es: Mi nombre es: __________
fr: Mon nom est: _____
it: Il mio nome è:
ja: 私の名前は [名称]
ko: 제 이름은 [이름]입니다.
pt: Meu nome é:
vi: Tên tôi là: __________
zh: 我的名字是 [姓名]。

# nineOneOneEmergencyFive
source: What is your address?
de: Welche ist Ihre Adresse?
es: ¿Cuál es su dirección?
fr: Quelle est votre adresse?
it: Qual è il suo indirizzo?
ja: 住所を教えてください。
ko: 주소가 어떻게 되나요?
pt: Qual é o seu endereço?
vi: Địa chỉ của bạn là gì?
zh: 您的地址是哪里？

# nineOneOneEmergencySix
source: My address is:
de: Meine Adresse ist:
es: Mi dirección es: __________
fr: Mon adresse est: _______
it: Il mio indirizzo è:
ja: 私の住所は [住所]
ko: 내 주소는 [주소]입니다.
pt: Meu endereço é:
vi: Địa chỉ của tôi là: __________
zh: 我的地址是 [地址]。

# nineOneOneEmergencySeven
source: Okay, help is on the way!
de: Okay, Hilfe ist unterwegs!
es: Bien, ¡la ayuda está en camino！
fr: OK, l'aide est en route !
it: Ok, i soccorsi stanno arrivando!
ja: よし、助けが来た！
ko: 좋아요, 도움이 오고 있습니다!
pt: Pronto, a ajuda está a caminho!
vi: Được rồi, trợ giúp đang trên đường đến!
zh: 好的，救援马上就到！

# symptomsOfIllnessTitle
source: Symptoms of Illness
de: Krankheitssymptome
es: Síntomas de enfermedad
fr: Symptômes de la maladie
it: Sintomi della malattia
ja: 病気の症状
ko: 질병의 증상
pt: Sintomas da doença
vi: Các triệu chứng của bệnh
zh: 疾病症状.

# symptomsOfIllnessOne
source: Headache
de: Kopfschmerzen
fr: Mal de tête
it: Mal di testa
ja: 頭痛
ko: 두통
pt: Dor de cabeça
vi: đau đầu
zh: 头痛

# symptomsOfIllnessTwo
source: Fever
de: Fieber
es: Fiebre
fr: fièvre
it: febbre
ja: フィーバー
ko: 발열
pt: Febre
vi: Sốt
zh: 发烧

# symptomsOfIllnessThree
source: Sore Throat
de: Halsentzündung
es: dolor de garganta
fr: mal de gorge
it: Mal di gola
ja: 喉の痛み
ko: 인후통
pt: Dor de Garganta
vi: Đau họng
zh: 喉咙痛

# symptomsOfIllnessFour
source: Coughing
de: Husten
es: tos
fr: tousser
it: Tosse
ja: 咳
ko: 기침
pt: Tosse
vi: ho
zh: 咳嗽

# symptomsOfIllnessFive
source: Stomach Ache
es: Dolor de estómago
fr: maux d'estomac
it: Mal di stomaco
ja: 胃痛
ko: 복통
pt: Dor de estômago
vi: Đau bụng
zh: 胃痛

# makeAnAppointmentTitle
source: Make an appointment
de: Einen Termin machen
es: Haga una cita
fr: prendre rendez-vous
it: Fissare un appuntamento
ja: 予約する
ko: 예약하기
pt: Marque uma consulta
vi: đặt lịch hẹn
zh: 预约

# makeAnAppointmentOne
source: I would like to make an appointment
de: Ich würde gerne einen Termin abmachen
es: me gustaria hacer una cita
fr: Je souhaite prendre rendez-vous
it: Desidero fissare un appuntamento
ja: 予約をしたい
ko: 예약을 하고 싶습니다.
pt: Eu gostaria de marcar um compromisso
vi: Tôi muốn một cuộc hẹn
zh: 我想预约。

# makeAnAppointmentTwo
source: I am a new patient
de: Ich bin ein neuer Patient
es: Soy una/un nueva paciente
fr: je suis un nouveau patient
it: Sono un nuovo paziente
ja: 私は新患です
ko: 저는 새 환자입니다.
pt: Sou um novo paciente
vi: tôi là một bệnh nhân mới
zh: 我是一名新病人。

# makeAnAppointmentThree
source: My name and birth date is:
de: Mein Name und Geburtsdatum ist:
es: Mi nombre y fecha de nacimiento es:_______
fr: Mon nom et ma date de naissance sont____
it: Il mio nome e la data di nascita sono:
ja: 私の名前は[名称]、住所は[住所]
ko: 내 이름은 [이름]이고 생년월일은 [생년월일]입니다.
pt: Meu nome e data de nascimento é:
vi: Tên và ngày sinh của tôi là::_______
zh: 我的姓名是 [姓名]，出生日期是 [出生日期]。

# makeAnAppointmentFour
source: I am available/unavailable on:
de: Ich bin verfügbar/nicht verfügbar unter:
es: Estoy disponible/no disponible en:______
fr: Je suis disponible/indisponible sur___
it: Sono disponibile/indisponibile il giorno:
ja: 空いている日／空いていない日[日付]
ko: 날짜]에 예약 가능/불가능합니다.
pt: Estou disponível/indisponível em:
vi: Tôi rảnh/không rảnh vào::______
zh: 我在【日期】有空/没空。

# makeAnAppointmentFive
source: I would like to reschedule my appointment
de: Ich möchte meinen Termin verschieben
es: quisiera reprogramar mi cita
fr: Je souhaite reporter mon rendez-vous
it: Vorrei riprogrammare il mio appuntamento
ja: 予約を変更したい
ko: 예약 일정을 변경하고 싶습니다.
pt: Quero reagendar minha consulta
vi: Tôi muốn sắp xếp lại cuộc hẹn của tôi
zh: 我想重新安排预约时间。

# commonDiseaseNamesTitle
source: Common Disease Names
de: Häufige Krankheitsnamen
es: Nombres comunes de enfermedades
fr: Noms communs des maladies
it: Nomi di malattie comuni
ja: 一般的な病名
ko: 일반적인 질병 이름
pt: Nomes de doenças comuns
vi: Tên bệnh thường gặp
zh: 常见疾病名称

# commonDiseaseNamesOne
source: Heart Attack
de: Herzinfarkt
es: infarto de miocardio
fr: crise cardiaque
it: Attacco di cuore
ja: 心臓発作
ko: 심장 마비
pt: Ataque cardíaco
vi: đau tim
zh: 心脏病发作

# commonDiseaseNamesTwo
source: Stroke
de: Schlaganfall
es: ataque
fr: coups
it: Ictus
ja: 脳卒中
ko: 스트로크
pt: Derrame
vi: đột quỵ
zh: 中风

# commonDiseaseNamesThree
source: Diabetes
fr: diabète
it: Diabete
ja: 糖尿病
ko: 당뇨병
vi: Bệnh tiểu đường
zh: 糖尿病

# commonDiseaseNamesFour
source: Allergy
de: Allergie
es: alergia
fr: allergie
it: Allergia
ja: アレルギー
ko: 알레르기
pt: Alergia
vi: Dị ứng
zh: 过敏

# commonDiseaseNamesFive
source: Dizzy
de: Schwindlig
es: mareado
fr: Vertigineux
it: Vertigini
ja: ディジー
ko: 어지러움
pt: Tonto
vi: chóng mặt
zh: 头晕

# conversationalTitle
source: Conversational
de: Konversation
es: conversacional
fr: de la conversation
it: Conversazione
ja: 会話型
ko: 대화형
pt: Conversação
vi: đối thoại
zh: 对话

# selectConverTopic
source: Select a Conversation Topic:
de: Wählen Sie ein Gesprächsthema:
es: Seleccione un tema de conversación：
fr: sélectionner un sujet de conversation：
it: Selezionare un argomento di conversazione:
ja: 会話のトピックを選ぶ：
pt: Escolha um tema de conversa:
vi: chọn một chủ đề đàm thoại：

# greetingTitle
source: Greeting
de: Gruß
es: saludos
fr: Salutation
it: Saluto
ja: 挨拶
ko: 인사말
pt: Saudações
vi: lời chào hỏi
zh: 致辞

# greetingOne
source: Hello!
de: Hallo!
es: Hola!
fr: Bonjour!
it: Ciao!
ja: こんにちは!
ko: 안녕하세요!
pt: Olá!
vi: Xin chào!
zh: 您好!

# greetingTwo
source: Nice to meet you.
de: Freut mich, Sie kennenzulernen.
es: mucho gusto
fr: Ravi de vous rencontrer.
it: Piacere di conoscerti.
ja: はじめまして.
ko: 만나서 반갑습니다.
pt: Estou feliz em conhecê-lo.
vi: Rất vui được gặp bạn.
zh: 很高兴见到你.

# greetingThree
source: Good Morning/ Good Evening
de: Guten Morgen/ guten Abend
es: Buenos días/ buenas tardes
fr: bonjour/bonne soirée
it: Buongiorno/ Buonasera
ja: おはようございます/ こんばんは.
ko: 굿모닝/굿이브닝
pt: Bom Dia boa noite
vi: Chào buổi sáng buổi tối tốt lành
zh: 早安/晚安.

# greetingFour
source: How are you?
de: Wie geht es dir?
es: ¿Cómo estás?
fr: Comment allez-vous?
it: Come stai?
ja: 元気ですか?
ko: 안녕하세요?
pt: Como vai?
vi: Bạn có khỏe không?
zh: 你好吗？

# greetingFive
source: See you later.
de: Bis später.
es: Hasta luego.
fr: À plus tard.
it: Ci vediamo più tardi.
ja: じゃあまたね.
ko: 나중에 뵙겠습니다.
pt: Até mais.
vi: Hẹn gặp lại.
zh: 再见.

# introductionTitle
source: Introduction
de: Einführung
es: introducción
it: Introduzione
ja: 紹介
ko: 소개
pt: Introdução
vi: giới thiệu
zh: 导言

# introductionOne
source: My name is [name].
de: Mein Name ist [Name].
es: Mi nombre es _________
fr: Mon nom est ______
it: Mi chiamo [nome].
ja: 私の名前は[名前].
ko: 제 이름은 [이름]입니다.
pt: Meu nome é [nome].
vi: Tên tôi là ______
zh: 我的名字是 [姓名]。

# introductionTwo
source: Her/His/Their name is [name].
de: Ihr/Sein/Ihr Name ist [Name].
es: El/Ella/Tu nombre es _______
fr: Son/Son/Leur nom est ______
it: Il suo nome è [nome].
ja: 彼女/ 彼の/彼らの なまえは[名前].
ko: 제 이름은 [이름]입니다.
pt: O nome dela/dela é [nome].
vi: Cô ấy/Anh ấy/Họ tên là ____
zh: 她/他/他们的名字是 [姓名]。

# introductionThree
source: What is your name?
de: Wie heissen Sie?
es: ¿Cómo te llamas?
fr: Quel est ton nom?
it: Qual è il suo nome?
ja: お名前は何ですか.
ko: 이름이 무엇인가요?
pt: Qual o seu nome?
vi: Tên bạn là gì?
zh: 你叫什么名字？

# introductionFour
source: I don't know her/him/them.
de: Ich kenne sie/ihn/sie nicht.
es: no la/lo/las conozco
fr: je ne la connais pas
it: Non conosco lei/lui/loro.
ja: 彼女/ 彼の/彼らの を知りません.
ko: 그/그녀/그녀를 잘 모릅니다.
pt: Eu não conheço ela/ele/ela.
vi: Tôi không biết cô ấy/anh ấy/họ
zh: 我不认识她/他/他们。

# introductionFive
source: These people are my family/ friends/ classmates/ coworkers.
de: Diese Leute sind meine Familie/Freunde/Klassenkameraden/Kollegen.
es: Estas personas son mis amigos / compañeros / compañeros de trabajo.
fr: Ces personnes sont mes amis/camarades de classe/collègues.
it: Queste persone sono i miei familiari/ amici/ compagni di classe/ colleghi di lavoro.
ja: この人たちは 家族/友人/クラスメート/同僚 です.
ko: 이 사람들은 제 가족/친구/동급생/동료입니다.
pt: Essas pessoas são minha família/amigos/colegas de classe/colegas.
vi: Những người này là bạn/bạn cùng lớp/đồng nghiệp của tôi.
zh: 这些人是我的家人/朋友/同学/同事。

# likesAndDislikesTitle
source: Likes / Dislikes
de: Vorlieben und Abneigungen
es: gustos y disgustos
fr: aime et n'aime pas
it: Mi piace e non mi piace
ja: 好きと嫌い
ko: 좋아요 및 싫어요
pt: Preferências e Aversões
vi: Thích và không thích
zh: 喜欢和不喜欢

# likesAndDislikesOne
source: I like apples.
de: Ich mag Äpfel.
es: Me gustan las manzanas.
fr: J'aime les pommes.
it: Mi piacciono le mele.
ja: リンゴが好き
ko: 저는 사과를 좋아합니다.
pt: Eu gosto de maçãs.
vi: Tôi thích táo.
zh: 我喜欢苹果。

# likesAndDislikesTwo
source: I don't like running.
de: Ich renne nicht gern..
es: no me gusta correr.
fr: Je n'aime pas courir.
it: Non mi piace correre.
ja: 走るのが嫌い.
ko: 저는 달리기를 좋아하지 않습니다.
pt: Eu nao gosto de correr.
vi: Tôi không thích chạy.
zh: I不喜欢跑步

# likesAndDislikesThree
source: Surfing is fun.
de: Surfen macht Spaß.
es: El surf es divertido.
fr: Le surf est amusant.
it: Il surf è divertente.
ja: サーフィンは楽しいです.
ko: 서핑은 재미있습니다.
pt: Surfar é divertido.
vi: Lướt sóng là niềm vui.
zh: 冲浪很有趣

# likesAndDislikesFour
source: I prefer the food from that restaurant.
de: Ich bevorzuge das Essen in diesem Restaurant.
es: Prefiero la comida de ese restaurante.
fr: Je préfère la nourriture de ce restaurant.
it: Preferisco il cibo di quel ristorante.
ja: 私はあの店の料理の方が好きだ。
ko: 저는 그 레스토랑의 음식을 더 좋아합니다.
pt: Eu prefiro a comida neste restaurante.
vi: Tôi thích đồ ăn từ nhà hàng đó hơn.
zh: 我更喜欢那家餐厅的食物。

# likesAndDislikesFive
source: What do you like best?
de: Was magst du am liebsten?
es: ¿Qué te gusta más?
fr: Qu'est-ce tu aime le mieux?
it: Cosa ti piace di più?
ja: 何が一番好きですか？
ko: 어떤 점이 가장 마음에 드시나요?
pt: Do que você mais gosta?
vi: Bạn thích gì nhất?
zh: 你最喜欢什么？

# topicsTitle
source: Topics
de: Themen
es: temas
fr: Les sujets
it: Argomenti
ja: 話せること
ko: 주제
pt: Tópico
vi: chủ đề
zh: 主题

# topicsOne
source: What is your favorite music?
de: Was ist deine Lieblingsmusik?
es: ¿Cuál es tu música favorita?
fr: Quelle est votre musique préférée?
it: Qual è la tua musica preferita?
ja: 好きな音楽は何ですか？
ko: 가장 좋아하는 음악은 무엇인가요?
pt: Qual é a sua música preferida?
vi: Thể loại nhạc yêu thích của bạn là gì?
zh: 您最喜欢什么音乐？
